{
    "header": "Hi, I'm",
    "name": "Sebastian Fco. Gutierrez Rojas",
    "role": "Software Engineer",
    "description": "Specialist in Big Data and Deep Learning. I love solving complex problems and creating innovative solutions...",
    "CV": "Preview CV",
    "talk": "Let's Talk",
    "lang": "EN",
    "flag": "/static/images/flags/EN/24-2.png",
    "menuHome": "Home",
    "menuAbout": "Journey",
    "menuSkills": "Skills",
    "menuPortfolio": "Portfolio",
    "menuContact": "Contact",
    "journeyTitle": "My Journey",
    "educationTitle": "Education",
    "experienceTitle": "Experience",
    "educationDetails": [
        {
            "title": "Software Engineering - U-tad",
            "details": "Graduated: 2024. Specialization in Big Data with strong skills in full-stack development, cloud computing, and distributed systems."
        }
    ],
    "experienceDetails": [
        {
            "title": "Product and Service Developer - Worksync.ai",
            "details": "January 2024 – Currently. Developed and launched an AI-powered Chrome extension to streamline job application processes."
        },
        {
            "title": "Professor of IOS - U-tad",
            "details": "September 2023 – Currently. Developed and delivered course materials in operating systems, facilitating a collaborative learning environment."
        },
        {
            "title": "Web Development and Design Lead - Sleepzzone",
            "details": "June 2022 –  September 2022. Redesigned the company's landing page and e-commerce platform using Webflow, improving user experience and functionality."
        }
    ],
    "skillsTitle": "My Skills",
    "technicalSkills": "Technical Skills",
    "complementarySkills": "Complementary Skills",
    "technicalSkillsList": [
        "Big Data & Distributed Systems",
        "Deep Learning Frameworks",
        "Data Processing & ETL",
        "Cloud Services & Orchestration"
    ],
    "complementarySkillsList": [
        "Frontend & Backend Development",
        "Database Management",
        "Robotics & IoT",
        "Software Engineering Practices"
    ],
    "contactTitle": "Contact Me",
    "contactDescription": "Feel free to reach out to me via email or connect on social media.",
    "emailLabel": "Email:",
    "phoneLabel": "Phone:",
    "footerPrivacy": "Privacy",
    "footerCookies": "Cookies",
    "footerTerms": "Terms and Conditions",
    "footerLegal": "Legal Notice",
    "footerSignature": "© 2024. All Rights Reserved. Created by Sebastian Fco. Gutierrez Rojas.",
    "cookies_policy": {
        "title": "Cookies Policy",
        "what_are_cookies": "What Are Cookies?",
        "what_are_cookies_details": "Cookies are small text files placed on your device by websites you visit. They are widely used to make websites work, or work more efficiently, as well as to provide information to the website owners.",
        "how_we_use_cookies": "How We Use Cookies",
        "how_we_use_cookies_details": "We use cookies to improve your experience on our site by remembering your preferences and repeat visits. They also help us analyze website traffic and usage to improve our services.",
        "types_of_cookies": "Types of Cookies We Use",
        "types_of_cookies_details": "We use both session cookies, which expire when you close your browser, and persistent cookies, which stay on your device until they expire or you delete them. Some cookies are necessary for the functioning of our site, while others are used for analytics and advertising purposes.",
        "your_choices": "Your Choices Regarding Cookies",
        "your_choices_details": "You can choose to accept or reject cookies through your browser settings. However, disabling cookies may affect your experience on our website.",
        "contact_us": "Contact Us",
        "contact_us_details": "If you have any questions about our Cookies Policy, please contact us at <a href=\"mailto:contact@vida.guide\" class=\"text-yellow-400\">contact@vida.guide</a>."
    },
    "legal_notice": {
        "title": "Legal Notice",
        "content": "This Legal Notice governs the use of the Vida Guide website. By accessing our site, you accept the terms of this notice. We reserve the right to modify these terms at any time, and it is your responsibility to review them regularly.",
        "website_owner": "Website Owner",
        "website_owner_details": "The website <strong>Vida Guide</strong> is operated by [Your Company Name], located at [Your Address]. You can contact us at <a href=\"mailto:contact@vida.guide\" class=\"text-yellow-400\">contact@vida.guide</a>.",
        "disclaimer": "Disclaimer",
        "disclaimer_details": "The content on this website is provided 'as is' without any warranties of any kind. Vida Guide does not guarantee the accuracy or completeness of the content and disclaims all liability for any errors or omissions.",
        "governing_law": "Governing Law",
        "governing_law_details": "This Legal Notice is governed by and construed in accordance with the laws of [Your Jurisdiction]. Any disputes relating to this notice will be subject to the exclusive jurisdiction of the courts of [Your Jurisdiction]."
    },
    "terms_and_conditions": {
        "title": "Terms and Conditions",
        "content": "Welcome to Vida Guide. By accessing or using our website, you agree to be bound by these Terms and Conditions. If you do not agree, please do not use our site.",
        "use_of_site": "Use of the Site",
        "use_of_site_details": "You agree to use the site only for lawful purposes. You must not use our site in any way that causes, or may cause, damage to the site or impairment of the availability or accessibility of the site.",
        "intellectual_property": "Intellectual Property",
        "intellectual_property_details": "All content on this website, including text, graphics, logos, and images, is the property of Vida Guide or its content suppliers and is protected by intellectual property laws.",
        "limitation_of_liability": "Limitation of Liability",
        "limitation_of_liability_details": "Vida Guide will not be liable for any direct, indirect, incidental, or consequential damages arising out of the use of our website.",
        "changes_to_terms": "Changes to These Terms",
        "changes_to_terms_details": "We reserve the right to update or modify these Terms and Conditions at any time without prior notice. Your continued use of the site constitutes acceptance of these changes."
    },
    "privacy_policy": {
        "title": "Privacy Policy",
        "content": "At Vida Guide, we are committed to protecting your privacy. This Privacy Policy explains how we collect, use, and safeguard your information when you visit our website.",
        "information_we_collect": "Information We Collect",
        "information_we_collect_details": "We may collect personal information such as your name, email address, and other contact details when you fill out a form on our site. Additionally, we collect non-personal information through cookies and similar technologies.",
        "how_we_use_information": "How We Use Your Information",
        "how_we_use_information_details": "We use your information to provide, maintain, and improve our services, communicate with you, and protect our website from unauthorized access or usage.",
        "cookies": "Cookies",
        "cookies_details": "Our website uses cookies to enhance your experience. Cookies are small data files stored on your device that help us understand how you interact with our site.",
        "your_rights": "Your Rights",
        "your_rights_details": "You have the right to access, correct, or delete your personal information at any time. Please contact us if you wish to exercise these rights."
    }
}