{
    "header": "Hola, Soy",
    "name": "Sebastián Fco. Gutiérrez Rojas",
    "role": "Ingeniero de Software",
    "description": "Especialista en Big Data y Deep Learning. Me encanta resolver problemas complejos y crear soluciones innovadoras...",
    "CV": "Visualizar CV",
    "talk": "Conversemos",
    "lang": "ES",
    "flag": "/static/images/flags/ES/24.png",
    "menuHome": "Inicio",
    "menuAbout": "Trayectoria",
    "menuSkills": "Habilidades",
    "menuPortfolio": "Portafolio",
    "menuContact": "Contacto",
    "journeyTitle": "Mi Trayectoria",
    "educationTitle": "Educación",
    "experienceTitle": "Experiencia",
    "educationDetails": [
        {
            "title": "Ingeniería de Software - U-tad",
            "details": "Graduado: 2024. Especialización en Big Data con fuertes habilidades en desarrollo full-stack, computación en la nube y sistemas distribuidos."
        }
    ],
    "experienceDetails": [
        {
            "title": "Desarrollador de Productos y Servicios - Worksync.ai",
            "details": "Enero 2024 – Actualmente. Desarrollé y lancé una extensión de Chrome impulsada por IA para optimizar los procesos de solicitud de empleo."
        },
        {
            "title": "Profesor de IOS - U-tad",
            "details": "Septiembre 2023 – Actualmente. Desarrollé y entregué materiales de curso en sistemas operativos, facilitando un entorno de aprendizaje colaborativo."
        },
        {
            "title": "Líder de Desarrollo Web y Diseño - Sleepzzone",
            "details": "Junio 2022 – Septiembre 2022. Rediseñé la página de aterrizaje y la plataforma de comercio electrónico de la empresa utilizando Webflow, mejorando la experiencia del usuario y la funcionalidad."
        }
    ],
    "skillsTitle": "Mis Habilidades",
    "technicalSkills": "Habilidades Técnicas",
    "complementarySkills": "Habilidades Complementarias",
    "technicalSkillsList": [
        "Big Data y Sistemas Distribuidos",
        "Frameworks de Deep Learning",
        "Procesamiento de Datos y ETL",
        "Servicios en la Nube y Orquestación"
    ],
    "complementarySkillsList": [
        "Desarrollo Frontend y Backend",
        "Gestión de Bases de Datos",
        "Robótica e IoT",
        "Prácticas de Ingeniería de Software"
    ],
    "contactTitle": "Contáctame",
    "contactDescription": "No dudes en comunicarte conmigo por correo electrónico o conectarte en las redes sociales.",
    "emailLabel": "Correo electrónico:",
    "phoneLabel": "Teléfono:",
    "footerPrivacy": "Privacidad",
    "footerCookies": "Cookies",
    "footerTerms": "Términos y Condiciones",
    "footerLegal": "Aviso Legal",
    "footerSignature": "© 2024. Todos los Derechos Reservados. Creado por Sebastián Fco. Gutiérrez Rojas.",
    "cookies_policy": {
        "title": "Política de Cookies",
        "what_are_cookies": "¿Qué son las Cookies?",
        "what_are_cookies_details": "Las cookies son pequeños archivos de texto que los sitios web colocan en su dispositivo al visitarlos. Se utilizan ampliamente para hacer que los sitios web funcionen, o funcionen de manera más eficiente, así como para proporcionar información a los propietarios del sitio web.",
        "how_we_use_cookies": "Cómo Usamos las Cookies",
        "how_we_use_cookies_details": "Usamos cookies para mejorar su experiencia en nuestro sitio al recordar sus preferencias y visitas repetidas. También nos ayudan a analizar el tráfico y el uso del sitio web para mejorar nuestros servicios.",
        "types_of_cookies": "Tipos de Cookies que Usamos",
        "types_of_cookies_details": "Utilizamos tanto cookies de sesión, que expiran cuando cierra su navegador, como cookies persistentes, que permanecen en su dispositivo hasta que expiran o usted las elimina. Algunas cookies son necesarias para el funcionamiento de nuestro sitio, mientras que otras se utilizan para análisis y fines publicitarios.",
        "your_choices": "Sus Opciones con Respecto a las Cookies",
        "your_choices_details": "Puede optar por aceptar o rechazar las cookies a través de la configuración de su navegador. Sin embargo, desactivar las cookies puede afectar su experiencia en nuestro sitio web.",
        "contact_us": "Contáctenos",
        "contact_us_details": "Si tiene alguna pregunta sobre nuestra Política de Cookies, contáctenos en <a href=\"mailto:contact@vida.guide\" class=\"text-yellow-400\">contact@vida.guide</a>."
    },
    "legal_notice": {
        "title": "Aviso Legal",
        "content": "Este Aviso Legal regula el uso del sitio web Vida Guide. Al acceder a nuestro sitio, usted acepta los términos de este aviso. Nos reservamos el derecho de modificar estos términos en cualquier momento, y es su responsabilidad revisarlos regularmente.",
        "website_owner": "Propietario del Sitio Web",
        "website_owner_details": "El sitio web <strong>Vida Guide</strong> es operado por [Nombre de su Empresa], ubicado en [Su Dirección]. Puede contactarnos en <a href=\"mailto:contact@vida.guide\" class=\"text-yellow-400\">contact@vida.guide</a>.",
        "disclaimer": "Descargo de Responsabilidad",
        "disclaimer_details": "El contenido de este sitio web se proporciona 'tal cual' sin garantías de ningún tipo. Vida Guide no garantiza la precisión o integridad del contenido y declina toda responsabilidad por cualquier error u omisión.",
        "governing_law": "Ley Aplicable",
        "governing_law_details": "Este Aviso Legal se rige por y se interpreta de acuerdo con las leyes de [Su Jurisdicción]. Cualquier disputa relacionada con este aviso estará sujeta a la jurisdicción exclusiva de los tribunales de [Su Jurisdicción]."
    },
    "terms_and_conditions": {
        "title": "Términos y Condiciones",
        "content": "Bienvenido a Vida Guide. Al acceder o utilizar nuestro sitio web, usted acepta estar sujeto a estos Términos y Condiciones. Si no está de acuerdo, por favor no utilice nuestro sitio.",
        "use_of_site": "Uso del Sitio",
        "use_of_site_details": "Usted se compromete a utilizar el sitio solo con fines legales. No debe usar nuestro sitio de ninguna manera que cause, o pueda causar, daño al sitio o deterioro de la disponibilidad o accesibilidad del sitio.",
        "intellectual_property": "Propiedad Intelectual",
        "intellectual_property_details": "Todo el contenido de este sitio web, incluidos textos, gráficos, logotipos e imágenes, es propiedad de Vida Guide o de sus proveedores de contenido y está protegido por leyes de propiedad intelectual.",
        "limitation_of_liability": "Limitación de Responsabilidad",
        "limitation_of_liability_details": "Vida Guide no será responsable de ningún daño directo, indirecto, incidental o consecuente que surja del uso de nuestro sitio web.",
        "changes_to_terms": "Cambios en Estos Términos",
        "changes_to_terms_details": "Nos reservamos el derecho de actualizar o modificar estos Términos y Condiciones en cualquier momento sin previo aviso. Su uso continuado del sitio constituye la aceptación de estos cambios."
    },
    "privacy_policy": {
        "title": "Política de Privacidad",
        "content": "En Vida Guide, estamos comprometidos a proteger su privacidad. Esta Política de Privacidad explica cómo recopilamos, utilizamos y protegemos su información cuando visita nuestro sitio web.",
        "information_we_collect": "Información que Recopilamos",
        "information_we_collect_details": "Podemos recopilar información personal como su nombre, dirección de correo electrónico y otros datos de contacto cuando completa un formulario en nuestro sitio. Además, recopilamos información no personal a través de cookies y tecnologías similares.",
        "how_we_use_information": "Cómo Usamos su Información",
        "how_we_use_information_details": "Usamos su información para proporcionar, mantener y mejorar nuestros servicios, comunicarnos con usted y proteger nuestro sitio web de accesos o usos no autorizados.",
        "cookies": "Cookies",
        "cookies_details": "Nuestro sitio web utiliza cookies para mejorar su experiencia. Las cookies son pequeños archivos de datos almacenados en su dispositivo que nos ayudan a comprender cómo interactúa con nuestro sitio.",
        "your_rights": "Sus Derechos",
        "your_rights_details": "Tiene derecho a acceder, corregir o eliminar su información personal en cualquier momento. Por favor, contáctenos si desea ejercer estos derechos."
    }
}